tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ammonite-repl"
brew "bash"
brew "bash-completion"
brew "calc"
brew "cmatrix"
brew "gmp"
brew "git"
brew "git-lfs"
brew "openssl"
brew "graphviz"
brew "htop"
brew "libidn2"
brew "mas"
brew "node"
brew "r"
brew "thefuck"
brew "wget"
brew "zsh"
cask "caffeine"
cask "cleanmymac"
cask "dropbox"
cask "fantastical"
cask "firefox"
cask "flux"
cask "github-desktop"
cask "google-drive"
cask "iterm2"
cask "itsycal"
cask "java"
cask "jumpcut"
cask "launchbar"
cask "macdown"
cask "miniconda"
cask "mojibar"
cask "nvalt"
cask "omnifocus"
cask "onyx"
cask "opera"
cask "skype"
cask "sublime-text"
cask "sublime-text3"
cask "textexpander"
cask "tower"
cask "visual-studio-code"
mas "com.foxnsox.Howler", id: 428846772
mas "com.manytricks.Moom", id: 419330170
mas "Keynote", id: 409183694
mas "net.qneo.LaunchBar", id: 1413777550
mas "Xcode", id: 497799835
